Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# cloud_auth.error.otp_session_expired
source: Code expired. Request a new one.
ar: انتهت صلاحية الرمز. اطلب رمزًا جديدًا.
bg: Кодът е изтекъл. Поискайте нов.
bn: কোডের মেয়াদ শেষ। নতুন কোডের অনুরোধ করুন।
ca: El codi ha caducat. Demana’n un de nou.
cs: Platnost kódu vypršela. Vyžádejte si nový.
da: Koden er udløbet. Anmod om en ny.
de: Der Code ist abgelaufen. Fordere einen neuen an.
el: Ο κωδικός έληξε. Ζητήστε νέο.
es_es: El código ha caducado. Solicita uno nuevo.
es_mx: El código ya expiró. Solicita uno nuevo.
et: Kood on aegunud. Küsi uus kood.
fa: کد منقضی شده است. کد جدیدی درخواست کنید.
fi: Koodi on vanhentunut. Pyydä uusi.
fr: Code expiré. Demandez-en un nouveau.
gu: કોડની સમયમર્યાદા પૂરી થઈ. નવો કોડ માગો.
he: תוקף הקוד פג. יש לבקש קוד חדש.
hi: कोड की समय-सीमा समाप्त हो गई है। नया कोड माँगें।
hr: Kôd je istekao. Zatražite novi.
hu: A kód lejárt. Kérj újat.
id: Kode kedaluwarsa. Minta kode baru.
is: Kóðinn er útrunninn. Óskaðu eftir nýjum.
it: Codice scaduto. Richiedine uno nuovo.
ja: コードの有効期限が切れています。新しいコードをリクエストしてください。
kn: ಕೋಡ್ ಅವಧಿ ಮುಗಿದಿದೆ. ಹೊಸದನ್ನು ವಿನಂತಿಸಿ.
ko: 코드가 만료되었습니다. 새 코드를 요청하세요.
lt: Kodo galiojimas baigėsi. Paprašykite naujo.
lv: Koda derīgums beidzies. Pieprasiet jaunu.
ml: കോഡിന്റെ കാലാവധി കഴിഞ്ഞു. പുതിയത് അഭ്യർത്ഥിക്കുക.
mr: कोडची मुदत संपली. नवीन कोड मागवा.
nb: Koden er utløpt. Be om en ny.
nl: De code is verlopen. Vraag een nieuwe aan.
pa: ਕੋਡ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ। ਨਵਾਂ ਕੋਡ ਮੰਗੋ।
pl: Kod wygasł. Poproś o nowy.
pt_br: O código expirou. Solicite um novo.
ro: Codul a expirat. Solicită unul nou.
ru: Срок действия кода истек. Запросите новый.
sk: Platnosť kódu vypršala. Vyžiadajte si nový.
sl: Koda je potekla. Zahtevajte novo.
sv: Koden har gått ut. Begär en ny.
sw: Msimbo umeisha muda. Omba mpya.
ta: குறியீடு காலாவதியானது. புதியதைக் கோரவும்.
te: కోడ్ గడువు ముగిసింది. కొత్తది కోరండి.
th: รหัสหมดอายุแล้ว โปรดขอรหัสใหม่
tr: Kodun süresi doldu. Yeni bir kod isteyin.
uk: Термін дії коду минув. Запросіть новий.
ur: کوڈ کی مدت ختم ہو گئی۔ نیا کوڈ طلب کریں۔
vi: Mã đã hết hạn. Hãy yêu cầu mã mới.
zh_hans: 验证码已过期。请重新获取一个。
zu: Ikhodi iphelelwe yisikhathi. Cela entsha.

# cloud_auth.error.otp_too_many_attempts
source: Too many attempts. Request a new code.
ar: تمت محاولات كثيرة جدًا. اطلب رمزًا جديدًا.
bg: Твърде много опити. Поискайте нов код.
bn: অনেকবার চেষ্টা করা হয়েছে। নতুন কোডের অনুরোধ করুন।
ca: Massa intents. Demana un codi nou.
cs: Příliš mnoho pokusů. Vyžádejte si nový kód.
da: For mange forsøg. Anmod om en ny kode.
de: Zu viele Versuche. Fordere einen neuen Code an.
el: Πάρα πολλές προσπάθειες. Ζητήστε νέο κωδικό.
es_es: Demasiados intentos. Solicita un código nuevo.
es_mx: Demasiados intentos. Solicita un código nuevo.
et: Liiga palju katseid. Küsi uus kood.
fa: تعداد تلاش‌ها بیش از حد است. کد جدیدی درخواست کنید.
fi: Liian monta yritystä. Pyydä uusi koodi.
fr: Trop de tentatives. Demandez un nouveau code.
gu: ઘણા બધા પ્રયાસો થયા. નવો કોડ માગો.
he: בוצעו יותר מדי ניסיונות. יש לבקש קוד חדש.
hi: बहुत अधिक प्रयास हो गए। नया कोड माँगें।
hr: Previše pokušaja. Zatražite novi kôd.
hu: Túl sok próbálkozás. Kérj új kódot.
id: Terlalu banyak percobaan. Minta kode baru.
is: Of margar tilraunir. Óskaðu eftir nýjum kóða.
it: Troppi tentativi. Richiedi un nuovo codice.
ja: 試行回数が多すぎます。新しいコードをリクエストしてください。
kn: ತುಂಬಾ ಪ್ರಯತ್ನಗಳಾಗಿವೆ. ಹೊಸ ಕೋಡ್ ವಿನಂತಿಸಿ.
ko: 시도 횟수가 너무 많습니다. 새 코드를 요청하세요.
lt: Per daug bandymų. Paprašykite naujo kodo.
lv: Pārāk daudz mēģinājumu. Pieprasiet jaunu kodu.
ml: വളരെയധികം ശ്രമങ്ങൾ. പുതിയ കോഡ് അഭ്യർത്ഥിക്കുക.
mr: खूप वेळा प्रयत्न केले. नवीन कोड मागवा.
nb: For mange forsøk. Be om en ny kode.
nl: Te veel pogingen. Vraag een nieuwe code aan.
pa: ਬਹੁਤ ਜ਼ਿਆਦਾ ਕੋਸ਼ਿਸ਼ਾਂ ਹੋ ਗਈਆਂ ਹਨ। ਨਵਾਂ ਕੋਡ ਮੰਗੋ।
pl: Zbyt wiele prób. Poproś o nowy kod.
pt_br: Tentativas demais. Solicite um novo código.
ro: Prea multe încercări. Solicită un cod nou.
ru: Слишком много попыток. Запросите новый код.
sk: Príliš veľa pokusov. Vyžiadajte si nový kód.
sl: Preveč poskusov. Zahtevajte novo kodo.
sv: För många försök. Begär en ny kod.
sw: Majaribio mengi sana. Omba msimbo mpya.
ta: முயற்சிகள் அதிகமாகிவிட்டன. புதிய குறியீட்டைக் கோரவும்.
te: చాలా సార్లు ప్రయత్నించారు. కొత్త కోడ్ కోరండి.
th: ลองหลายครั้งเกินไป โปรดขอรหัสใหม่
tr: Çok fazla deneme yapıldı. Yeni bir kod isteyin.
uk: Забагато спроб. Запросіть новий код.
ur: بہت زیادہ کوششیں ہو چکی ہیں۔ نیا کوڈ طلب کریں۔
vi: Đã thử quá nhiều lần. Hãy yêu cầu mã mới.
zh_hans: 尝试次数过多。请重新获取验证码。
zu: Kube nemizamo eminingi kakhulu. Cela ikhodi entsha.

# cloud_auth.error.otp_verify_failed
source: Could not verify the code. Try again.
ar: تعذّر التحقق من الرمز. حاول مرة أخرى.
bg: Кодът не може да бъде потвърден. Опитайте отново.
bn: কোড যাচাই করা যায়নি। আবার চেষ্টা করুন
ca: No s'ha pogut verificar el codi. Torna-ho a provar.
cs: Kód se nepodařilo ověřit. Zkuste to znovu.
da: Koden kunne ikke bekræftes. Prøv igen.
de: Der Code konnte nicht überprüft werden. Versuch es erneut.
el: Δεν ήταν δυνατή η επαλήθευση του κωδικού. Δοκιμάστε ξανά.
es_es: No se pudo verificar el código. Inténtalo de nuevo.
es_mx: No se pudo verificar el código. Inténtalo de nuevo.
et: Koodi ei saanud kinnitada. Proovi uuesti.
fa: تأیید کد ممکن نشد. دوباره امتحان کنید.
fi: Koodin vahvistus epäonnistui. Yritä uudelleen.
fr: Impossible de vérifier le code. Réessayez.
gu: કોડ ચકાસી શકાયો નહીં. ફરી પ્રયાસ કરો.
he: לא ניתן לאמת את הקוד. יש לנסות שוב.
hi: कोड सत्यापित नहीं किया जा सका। फिर से कोशिश करें।
hr: Nije moguće potvrditi kôd. Pokušajte ponovno.
hu: Nem sikerült ellenőrizni a kódot. Próbáld újra.
id: Tidak dapat memverifikasi kode. Coba lagi.
is: Ekki tókst að staðfesta kóðann. Reyndu aftur.
it: Impossibile verificare il codice. Riprova.
ja: コードを確認できませんでした。もう一度お試しください。
kn: ಕೋಡ್ ಪರಿಶೀಲಿಸಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 코드를 확인하지 못했습니다. 다시 시도하세요.
lt: Nepavyko patvirtinti kodo. Bandykite dar kartą.
lv: Neizdevās pārbaudīt kodu. Mēģiniet vēlreiz.
ml: കോഡ് പരിശോധിക്കാനായില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: कोड पडताळता आला नाही. पुन्हा प्रयत्न करा.
nb: Kunne ikke bekrefte koden. Prøv igjen.
nl: De code kon niet worden geverifieerd. Probeer het opnieuw.
pa: ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਹੋ ਸਕੀ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się zweryfikować kodu. Spróbuj ponownie.
pt_br: Não foi possível verificar o código. Tente novamente.
ro: Codul nu a putut fi verificat. Încearcă din nou.
ru: Не удалось проверить код. Попробуйте снова.
sk: Kód sa nepodarilo overiť. Skúste to znova.
sl: Kode ni bilo mogoče preveriti. Poskusite znova.
sv: Koden kunde inte verifieras. Försök igen.
sw: Msimbo haukuweza kuthibitishwa. Jaribu tena.
ta: குறியீட்டைச் சரிபார்க்க முடியவில்லை. மீண்டும் முயலவும்.
te: కోడ్‌ను ధృవీకరించలేకపోయాము. మళ్లీ ప్రయత్నించండి.
th: ตรวจสอบรหัสไม่ได้ ลองอีกครั้ง
tr: Kod doğrulanamadı. Tekrar deneyin.
uk: Не вдалося перевірити код. Спробуйте ще раз.
ur: کوڈ کی تصدیق نہیں ہو سکی۔ دوبارہ کوشش کریں۔
vi: Không thể xác minh mã. Hãy thử lại.
zh_hans: 无法验证验证码。请重试。
zu: Ayikwazanga ukuqinisekisa ikhodi. Zama futhi.

# cloud_auth.error.sign_in_failed
source: Cloud sign-in failed. Try again.
ar: فشل تسجيل الدخول السحابي. حاول مرة أخرى.
bg: Неуспешно влизане в облака. Опитайте отново.
bn: ক্লাউড সাইন-ইন ব্যর্থ হয়েছে। আবার চেষ্টা করুন
ca: No s'ha pogut iniciar la sessió al núvol. Torna-ho a provar.
cs: Přihlášení do cloudu selhalo. Zkuste to znovu.
da: Login til skyen mislykkedes. Prøv igen.
de: Die Cloud-Anmeldung ist fehlgeschlagen. Versuch es erneut.
el: Η σύνδεση στο cloud απέτυχε. Δοκιμάστε ξανά.
es_es: No se pudo iniciar sesión en la nube. Inténtalo de nuevo.
es_mx: No se pudo iniciar sesión en la nube. Inténtalo de nuevo.
et: Pilve sisselogimine ebaõnnestus. Proovi uuesti.
fa: ورود به فضای ابری ناموفق بود. دوباره امتحان کنید.
fi: Pilvipalveluun kirjautuminen epäonnistui. Yritä uudelleen.
fr: Échec de la connexion au cloud. Réessayez.
gu: ક્લાઉડ સાઇન-ઇન નિષ્ફળ થયું. ફરી પ્રયાસ કરો.
he: הכניסה לענן נכשלה. יש לנסות שוב.
hi: क्लाउड साइन-इन विफल रहा। फिर से कोशिश करें।
hr: Prijava u oblak nije uspjela. Pokušajte ponovno.
hu: Sikertelen bejelentkezés a felhőbe. Próbáld újra.
id: Gagal masuk ke cloud. Coba lagi.
is: Innskráning í skýið mistókst. Reyndu aftur.
it: Accesso al cloud non riuscito. Riprova.
ja: クラウドサインインに失敗しました。もう一度お試しください。
kn: ಕ್ಲೌಡ್ ಸೈನ್ ಇನ್ ವಿಫಲವಾಗಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 클라우드 로그인에 실패했습니다. 다시 시도하세요.
lt: Nepavyko prisijungti prie debesijos. Bandykite dar kartą.
lv: Neizdevās pierakstīties mākonī. Mēģiniet vēlreiz.
ml: ക്ലൗഡ് സൈൻ ഇൻ പരാജയപ്പെട്ടു. വീണ്ടും ശ്രമിക്കുക.
mr: क्लाउड साइन-इन अयशस्वी झाले. पुन्हा प्रयत्न करा.
nb: Innlogging i skyen mislyktes. Prøv igjen.
nl: Aanmelden bij de cloud is mislukt. Probeer het opnieuw.
pa: ਕਲਾਊਡ ਵਿੱਚ ਸਾਈਨ ਇਨ ਅਸਫਲ ਰਿਹਾ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Logowanie do chmury nie powiodło się. Spróbuj ponownie.
pt_br: Não foi possível entrar na nuvem. Tente novamente.
ro: Autentificarea în cloud a eșuat. Încearcă din nou.
ru: Не удалось выполнить вход в облако. Попробуйте снова.
sk: Prihlásenie do cloudu zlyhalo. Skúste to znova.
sl: Prijava v oblak ni uspela. Poskusite znova.
sv: Molninloggningen misslyckades. Försök igen.
sw: Kuingia kwenye wingu kumeshindikana. Jaribu tena.
ta: கிளவுட் உள்நுழைவு தோல்வியடைந்தது. மீண்டும் முயலவும்.
te: క్లౌడ్ సైన్ ఇన్ విఫలమైంది. మళ్లీ ప్రయత్నించండి.
th: ลงชื่อเข้าใช้คลาวด์ไม่สำเร็จ ลองอีกครั้ง
tr: Buluta giriş başarısız oldu. Tekrar deneyin.
uk: Не вдалося ввійти у хмару. Спробуйте ще раз.
ur: کلاؤڈ سائن اِن ناکام رہا۔ دوبارہ کوشش کریں۔
vi: Đăng nhập đám mây thất bại. Hãy thử lại.
zh_hans: 云端登录失败。请重试。
zu: Ukungena efwini kuhlulekile. Zama futhi.

# cloud_auth.error.transport.send_code_interrupted
source: The connection was interrupted while sending the code. Check your email, then try again if needed.
ar: انقطع الاتصال أثناء إرسال الرمز. تحقّق من بريدك الإلكتروني، ثم حاول مرة أخرى إذا لزم الأمر.
bg: Връзката беше прекъсната при изпращане на кода. Проверете имейла си и опитайте отново, ако е необходимо.
bn: কোড পাঠানোর সময় সংযোগ বিঘ্নিত হয়েছিল। আপনার ইমেল চেক করুন, তারপর প্রয়োজন হলে আবার চেষ্টা করুন।
ca: La connexió s'ha interromput mentre s'envia el codi. Comproveu el vostre correu electrònic i torneu-ho a provar si cal.
cs: Během odesílání kódu se přerušilo připojení. Zkontrolujte e-mail a případně to zkuste znovu.
da: Forbindelsen blev afbrudt under afsendelse af koden. Tjek din e-mail, og prøv igen om nødvendigt.
de: Die Verbindung wurde beim Senden des Codes unterbrochen. Prüfe deine E-Mails und versuche es bei Bedarf erneut.
el: Η σύνδεση διακόπηκε κατά την αποστολή του κωδικού. Ελέγξτε το email σας και δοκιμάστε ξανά αν χρειάζεται.
es_es: La conexión se interrumpió mientras se enviaba el código. Revisa tu correo y, si hace falta, vuelve a intentarlo.
es_mx: La conexión se interrumpió mientras se enviaba el código. Revisa tu correo y, si hace falta, vuelve a intentarlo.
et: Ühendus katkes koodi saatmisel. Kontrolli oma e-posti ja vajadusel proovi uuesti.
fa: هنگام ارسال کد، اتصال قطع شد. ایمیل خود را بررسی کنید و در صورت نیاز دوباره امتحان کنید.
fi: Yhteys katkesi koodia lähetettäessä. Tarkista sähköpostisi ja yritä tarvittaessa uudelleen.
fr: La connexion a été interrompue pendant l’envoi du code. Vérifiez votre e-mail, puis réessayez si nécessaire.
gu: કોડ મોકલતી વખતે જોડાણ તૂટી ગયું. તમારો ઇમેઇલ તપાસો અને જરૂર હોય તો ફરી પ્રયાસ કરો.
he: החיבור נקטע במהלך שליחת הקוד. יש לבדוק את הדוא״ל ולנסות שוב במידת הצורך.
hi: कोड भेजते समय कनेक्शन बाधित हो गया। अपना ईमेल जाँचें, फिर ज़रूरत हो तो दोबारा कोशिश करें।
hr: Veza je prekinuta tijekom slanja koda. Provjerite e-poštu pa po potrebi pokušajte ponovno.
hu: A kapcsolat megszakadt a kód küldése közben. Nézd meg az e-mailjeidet, majd szükség esetén próbáld újra.
id: Koneksi terputus saat mengirim kode. Periksa email Anda, lalu coba lagi jika perlu.
is: Tengingin rofnaði þegar kóðinn var sendur. Athugaðu tölvupóstinn þinn og reyndu aftur ef þörf krefur.
it: La connessione si è interrotta durante l’invio del codice. Controlla l’email, poi riprova se necessario.
ja: コードの送信中に接続が中断されました。メールを確認し、必要に応じてもう一度お試しください。
kn: ಕೋಡ್ ಕಳುಹಿಸುವಾಗ ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಿತು. ಇಮೇಲ್ ಪರಿಶೀಲಿಸಿ, ಅಗತ್ಯವಿದ್ದರೆ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 코드를 보내는 중 연결이 끊어졌습니다. 이메일을 확인한 후 필요하면 다시 시도하세요.
lt: Siunčiant kodą ryšys nutrūko. Patikrinkite el. paštą ir, jei reikia, bandykite dar kartą.
lv: Sūtot kodu, savienojums pārtrūka. Pārbaudiet e-pastu un, ja nepieciešams, mēģiniet vēlreiz.
ml: കോഡ് അയയ്ക്കുമ്പോൾ ബന്ധം തടസ്സപ്പെട്ടു. ഇമെയിൽ പരിശോധിച്ച് ആവശ്യമെങ്കിൽ വീണ്ടും ശ്രമിക്കുക.
mr: कोड पाठवताना जोडणी तुटली. तुमचा ईमेल तपासा, नंतर गरज असल्यास पुन्हा प्रयत्न करा.
nb: Forbindelsen ble brutt mens koden ble sendt. Sjekk e-posten din, og prøv igjen om nødvendig.
nl: De verbinding werd onderbroken tijdens het versturen van de code. Controleer je e-mail en probeer het zo nodig opnieuw.
pa: ਕੋਡ ਭੇਜਣ ਵੇਲੇ ਕਨੈਕਸ਼ਨ ਟੁੱਟ ਗਿਆ। ਆਪਣੀ ਈਮੇਲ ਦੇਖੋ, ਫਿਰ ਲੋੜ ਪੈਣ ਉੱਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Połączenie zostało przerwane podczas wysyłania kodu. Sprawdź pocztę i w razie potrzeby spróbuj ponownie.
pt_br: A conexão foi interrompida durante o envio do código. Verifique seu e-mail e, se precisar, tente novamente.
ro: Conexiunea s-a întrerupt în timpul trimiterii codului. Verifică e-mailul, apoi încearcă din nou dacă este necesar.
ru: Соединение прервалось во время отправки кода. Проверьте почту, затем при необходимости попробуйте еще раз.
sk: Pripojenie sa počas odosielania kódu prerušilo. Skontrolujte e-mail a v prípade potreby to skúste znova.
sl: Med pošiljanjem kode se je povezava prekinila. Preverite e-pošto in po potrebi poskusite znova.
sv: Anslutningen avbröts när koden skickades. Kontrollera din e-post och försök igen om det behövs.
sw: Muunganisho ulikatika msimbo ulipokuwa ukitumwa. Angalia barua pepe yako, kisha ujaribu tena ikihitajika.
ta: குறியீட்டை அனுப்பும்போது இணைப்பு துண்டிக்கப்பட்டது. மின்னஞ்சலைப் பார்த்துவிட்டு, தேவைப்பட்டால் மீண்டும் முயலவும்.
te: కోడ్ పంపుతున్నప్పుడు కనెక్షన్ తెగిపోయింది. మీ ఇమెయిల్ తనిఖీ చేసి, అవసరమైతే మళ్లీ ప్రయత్నించండి.
th: การเชื่อมต่อขาดหายระหว่างส่งรหัส ตรวจสอบอีเมลแล้วลองอีกครั้งหากจำเป็น
tr: Kod gönderilirken bağlantı kesildi. E-postanızı kontrol edin, gerekirse tekrar deneyin.
uk: Під час надсилання коду з’єднання перервалося. Перевірте пошту та за потреби спробуйте ще раз.
ur: کوڈ بھیجتے وقت کنکشن منقطع ہو گیا۔ اپنی ای میل دیکھیں، پھر ضرورت ہو تو دوبارہ کوشش کریں۔
vi: Kết nối bị gián đoạn khi gửi mã. Kiểm tra email rồi thử lại nếu cần.
zh_hans: 发送验证码时连接中断。请先检查你的邮箱，如有需要再重试。
zu: Uxhumano lunqamukile ngesikhathi kuthunyelwa ikhodi. Hlola i-imeyili yakho, bese uzama futhi uma kudingeka.

# cloud_auth.error.transport.verify_code_interrupted
source: The connection was interrupted while verifying the code. Try again, or request a new code if needed.
ar: انقطع الاتصال أثناء التحقق من الرمز. حاول مرة أخرى، أو اطلب رمزًا جديدًا إذا لزم الأمر.
bg: Връзката беше прекъсната по време на проверка на кода. Опитайте отново или поискайте нов код, ако е необходимо.
bn: কোড যাচাই করার সময় সংযোগ বিঘ্নিত হয়েছে। আবার চেষ্টা করুন, অথবা প্রয়োজন হলে একটি নতুন কোডের অনুরোধ করুন।
ca: La connexió s'ha interromput mentre es verificava el codi. Torna-ho a provar o sol·licita un codi nou si cal.
cs: Během ověřování kódu se přerušilo připojení. Zkuste to znovu nebo si vyžádejte nový kód.
da: Forbindelsen blev afbrudt under bekræftelse af koden. Prøv igen, eller anmod om en ny kode om nødvendigt.
de: Die Verbindung wurde beim Bestätigen des Codes unterbrochen. Versuch es erneut oder fordere bei Bedarf einen neuen Code an.
el: Η σύνδεση διακόπηκε κατά την επαλήθευση του κωδικού. Δοκιμάστε ξανά ή ζητήστε νέο κωδικό αν χρειάζεται.
es_es: La conexión se interrumpió mientras se verificaba el código. Inténtalo de nuevo o solicita un código nuevo si hace falta.
es_mx: La conexión se interrumpió mientras se verificaba el código. Inténtalo de nuevo o solicita un código nuevo si hace falta.
et: Ühendus katkes koodi kinnitamisel. Proovi uuesti või küsi vajadusel uus kood.
fa: هنگام تأیید کد، اتصال قطع شد. دوباره امتحان کنید یا در صورت نیاز کد جدیدی درخواست کنید.
fi: Yhteys katkesi koodia vahvistettaessa. Yritä uudelleen tai pyydä tarvittaessa uusi koodi.
fr: La connexion a été interrompue pendant la vérification du code. Réessayez ou demandez un nouveau code si nécessaire.
gu: કોડ ચકાસતી વખતે જોડાણ તૂટી ગયું. ફરી પ્રયાસ કરો અથવા જરૂર હોય તો નવો કોડ માગો.
he: החיבור נקטע במהלך אימות הקוד. יש לנסות שוב, או לבקש קוד חדש במידת הצורך.
hi: कोड सत्यापित करते समय कनेक्शन बाधित हो गया। फिर से कोशिश करें, या ज़रूरत हो तो नया कोड माँगें।
hr: Veza je prekinuta tijekom potvrđivanja koda. Pokušajte ponovno ili po potrebi zatražite novi kôd.
hu: A kapcsolat megszakadt a kód ellenőrzése közben. Próbáld újra, vagy kérj új kódot.
id: Koneksi terputus saat memverifikasi kode. Coba lagi, atau minta kode baru jika perlu.
is: Tengingin rofnaði við staðfestingu kóðans. Reyndu aftur eða óskaðu eftir nýjum kóða ef þörf krefur.
it: La connessione si è interrotta durante la verifica del codice. Riprova oppure richiedi un nuovo codice se necessario.
ja: コードの確認中に接続が中断されました。もう一度お試しいただくか、必要に応じて新しいコードをリクエストしてください。
kn: ಕೋಡ್ ಪರಿಶೀಲಿಸುವಾಗ ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಿತು. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಅಗತ್ಯವಿದ್ದರೆ ಹೊಸ ಕೋಡ್ ವಿನಂತಿಸಿ.
ko: 코드를 확인하는 중 연결이 끊어졌습니다. 다시 시도하거나 필요하면 새 코드를 요청하세요.
lt: Tikrinant kodą ryšys nutrūko. Bandykite dar kartą arba, jei reikia, paprašykite naujo kodo.
lv: Pārbaudot kodu, savienojums pārtrūka. Mēģiniet vēlreiz vai, ja nepieciešams, pieprasiet jaunu kodu.
ml: കോഡ് പരിശോധിക്കുമ്പോൾ ബന്ധം തടസ്സപ്പെട്ടു. വീണ്ടും ശ്രമിക്കുക, അല്ലെങ്കിൽ ആവശ്യമെങ്കിൽ പുതിയ കോഡ് അഭ്യർത്ഥിക്കുക.
mr: कोड पडताळताना जोडणी तुटली. पुन्हा प्रयत्न करा किंवा गरज असल्यास नवीन कोड मागवा.
nb: Forbindelsen ble brutt under bekreftelse av koden. Prøv igjen, eller be om en ny kode om nødvendig.
nl: De verbinding werd onderbroken tijdens het verifiëren van de code. Probeer het opnieuw of vraag zo nodig een nieuwe code aan.
pa: ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਵੇਲੇ ਕਨੈਕਸ਼ਨ ਟੁੱਟ ਗਿਆ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਲੋੜ ਪੈਣ ਉੱਤੇ ਨਵਾਂ ਕੋਡ ਮੰਗੋ।
pl: Połączenie zostało przerwane podczas weryfikacji kodu. Spróbuj ponownie lub w razie potrzeby poproś o nowy kod.
pt_br: A conexão foi interrompida durante a verificação do código. Tente novamente ou solicite um novo código, se precisar.
ro: Conexiunea s-a întrerupt în timpul verificării codului. Încearcă din nou sau solicită un cod nou dacă este necesar.
ru: Соединение прервалось во время проверки кода. Попробуйте снова или при необходимости запросите новый код.
sk: Pripojenie sa počas overovania kódu prerušilo. Skúste to znova alebo si v prípade potreby vyžiadajte nový kód.
sl: Med preverjanjem kode se je povezava prekinila. Poskusite znova ali po potrebi zahtevajte novo kodo.
sv: Anslutningen avbröts när koden verifierades. Försök igen eller begär en ny kod om det behövs.
sw: Muunganisho ulikatika msimbo ulipokuwa ukithibitishwa. Jaribu tena, au omba msimbo mpya ikihitajika.
ta: குறியீட்டைச் சரிபார்க்கும்போது இணைப்பு துண்டிக்கப்பட்டது. மீண்டும் முயலவும் அல்லது தேவைப்பட்டால் புதிய குறியீட்டைக் கோரவும்.
te: కోడ్‌ను ధృవీకరిస్తున్నప్పుడు కనెక్షన్ తెగిపోయింది. మళ్లీ ప్రయత్నించండి లేదా అవసరమైతే కొత్త కోడ్ కోరండి.
th: การเชื่อมต่อขาดหายระหว่างตรวจสอบรหัส ลองอีกครั้งหรือขอรหัสใหม่หากจำเป็น
tr: Kod doğrulanırken bağlantı kesildi. Tekrar deneyin veya gerekirse yeni bir kod isteyin.
uk: Під час перевірки коду з’єднання перервалося. Спробуйте ще раз або за потреби запросіть новий код.
ur: کوڈ کی تصدیق کرتے وقت کنکشن منقطع ہو گیا۔ دوبارہ کوشش کریں یا ضرورت ہو تو نیا کوڈ طلب کریں۔
vi: Kết nối bị gián đoạn khi xác minh mã. Thử lại hoặc yêu cầu mã mới nếu cần.
zh_hans: 验证验证码时连接中断。请重试，或在需要时重新获取一个。
zu: Uxhumano lunqamukile ngesikhathi kuqinisekiswa ikhodi. Zama futhi, noma ucele ikhodi entsha uma kudingeka.

# progress.error.leaderboard_refresh_failed
source: Rating leaderboard couldn't refresh. Pull to try again.
ar: تعذر تحديث لوحة صدارة التقييمات. اسحب للمحاولة مرة أخرى.
bg: Класацията по преговори не можа да се опресни. Издърпайте, за да опитате отново.
bn: রেটিং লিডারবোর্ড রিফ্রেশ করা যায়নি। আবার চেষ্টা করার জন্য টানুন।
ca: No s'ha pogut actualitzar la classificació de repassos. Estira per tornar-ho a provar.
cs: Žebříček opakování se nepodařilo aktualizovat. Potáhněte a zkuste to znovu.
da: Ranglisten over repetitioner kunne ikke opdateres. Træk ned for at prøve igen.
de: Bewertungs-Bestenliste konnte nicht aktualisiert werden. Zum erneuten Versuch ziehen.
el: Δεν ήταν δυνατή η ανανέωση της κατάταξης επαναλήψεων. Σύρετε προς τα κάτω για νέα προσπάθεια.
es_es: No se pudo actualizar la clasificación por valoración. Desliza para intentarlo de nuevo.
es_mx: No se pudo actualizar la tabla por valoración. Desliza para intentarlo de nuevo.
et: Kordamise edetabelit ei saanud värskendada. Uuesti proovimiseks tõmba alla.
fa: به‌روزرسانی جدول رتبه‌بندی مرور ممکن نشد. برای تلاش دوباره به پایین بکشید.
fi: Kertauksen tulostaulukkoa ei voitu päivittää. Yritä uudelleen vetämällä alas.
fr: Impossible d’actualiser le classement par note. Tirez pour réessayer.
gu: રેટિંગ ક્રમાંક યાદી રિફ્રેશ થઈ શકી નહીં. ફરી પ્રયાસ કરવા નીચે ખેંચો.
he: לא ניתן לרענן את טבלת הדירוג. יש למשוך כדי לנסות שוב.
hi: रेटिंग लीडरबोर्ड रीफ़्रेश नहीं हो सका। फिर से कोशिश करने के लिए खींचें।
hr: Nije moguće osvježiti ljestvicu ocjena. Povucite za ponovni pokušaj.
hu: Nem sikerült frissíteni a pontszámranglistát. Húzd le az újrapróbáláshoz.
id: Papan peringkat nilai tidak dapat diperbarui. Tarik untuk mencoba lagi.
is: Ekki tókst að uppfæra stigatöfluna. Dragðu niður til að reyna aftur.
it: Impossibile aggiornare la classifica dei ripassi. Trascina verso il basso per riprovare.
ja: 評価リーダーボードを更新できませんでした。もう一度試すには下に引いてください。
kn: ಪುನರಾವರ್ತನೆ ಶ್ರೇಯಾಂಕಪಟ್ಟಿ ನವೀಕರಿಸಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು ಕೆಳಗೆ ಎಳೆಯಿರಿ.
ko: 복습 순위표를 새로 고치지 못했습니다. 아래로 당겨 다시 시도하세요.
lt: Nepavyko atnaujinti įvertinimų lyderių lentelės. Patraukite žemyn ir bandykite dar kartą.
lv: Neizdevās atjaunināt vērtējumu līderu sarakstu. Pavelciet uz leju, lai mēģinātu vēlreiz.
ml: റേറ്റിംഗ് ലീഡർബോർഡ് പുതുക്കാനായില്ല. വീണ്ടും ശ്രമിക്കാൻ താഴേക്ക് വലിക്കുക.
mr: रेटिंग क्रमवारी ताजी करता आली नाही. पुन्हा प्रयत्न करण्यासाठी खाली ओढा.
nb: Kunne ikke oppdatere vurderingsrangeringen. Dra ned for å prøve igjen.
nl: Het beoordelingsklassement kon niet worden vernieuwd. Trek omlaag om het opnieuw te proberen.
pa: ਰੇਟਿੰਗ ਦਰਜਾਬੰਦੀ ਤਾਜ਼ਾ ਨਹੀਂ ਹੋ ਸਕੀ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਲਈ ਹੇਠਾਂ ਖਿੱਚੋ।
pl: Nie udało się odświeżyć rankingu ocen. Pociągnij w dół, aby spróbować ponownie.
pt_br: Não foi possível atualizar o ranking de avaliações. Puxe para tentar de novo.
ro: Clasamentul evaluărilor nu a putut fi actualizat. Trage în jos pentru a reîncerca.
ru: Не удалось обновить таблицу лидеров по оценкам. Потяните, чтобы повторить попытку.
sk: Rebríček hodnotení sa nepodarilo obnoviť. Potiahnite a skúste to znova.
sl: Lestvice ocen ni bilo mogoče osvežiti. Povlecite za ponovni poskus.
sv: Topplistan för bedömningar kunde inte uppdateras. Dra för att försöka igen.
sw: Ubao wa viwango haukuweza kuonyeshwa upya. Vuta ili ujaribu tena.
ta: மதிப்பீட்டுத் தரவரிசையைப் புதுப்பிக்க முடியவில்லை. மீண்டும் முயல கீழே இழுக்கவும்.
te: రేటింగ్ లీడర్‌బోర్డ్‌ను రిఫ్రెష్ చేయలేకపోయాము. మళ్లీ ప్రయత్నించడానికి కిందికి లాగండి.
th: รีเฟรชตารางอันดับคะแนนไม่ได้ ดึงลงเพื่อลองอีกครั้ง
tr: Puan sıralaması yenilenemedi. Tekrar denemek için aşağı çekin.
uk: Не вдалося оновити таблицю рейтингу. Потягніть униз, щоб повторити.
ur: درجہ بندی کی فہرست تازہ نہیں ہو سکی۔ دوبارہ کوشش کے لیے نیچے کھینچیں۔
vi: Không thể làm mới bảng xếp hạng đánh giá. Kéo xuống để thử lại.
zh_hans: 无法刷新评分排行榜。下拉重试。
zu: Ibhodi labahamba phambili ngokulinganisa alivuselelwanga. Donsela phansi ukuze uzame futhi.
